[
  {
    "Title":"Blade Runner",
    "Year":"1982",
    "Rated":"R",
    "Released":"25 Jun 1982",
    "Runtime":"1 h 57 min",
    "Genre":"Drama, Sci-Fi, Thriller",
    "Director":"Ridley Scott",
    "Writer":"Hampton Fancher, David Webb Peoples",
    "Actors":"Harrison Ford, Rutger Hauer, Sean Young, Edward James Olmos",
    "Plot":"In a cyberpunk vision of the future, man has developed the technology to create replicants, human clones used to serve in the colonies outside Earth but with fixed lifespans. In Los Angeles, 2019, Deckard is a Blade Runner, a cop who specializes in terminating replicants. Originally in retirement, he is forced to re-enter the force when four replicants escape from an off-world colony to Earth.",
    "Poster":"http://ia.media-imdb.com/images/M/MV5BMTA4MDQxNTk2NDheQTJeQWpwZ15BbWU3MDE2NjIyODk@._V1_SX300.jpg",
    "imdbRating":"8.3",
    "imdbVotes":"328,025",
    "imdbID":"tt0083658",
    "Type":"movie",
    "tomatoMeter":"91",
    "tomatoImage":"certified",
    "tomatoRating":"8.4",
    "tomatoReviews":"96",
    "tomatoFresh":"87",
    "tomatoRotten":"9",
    "tomatoConsensus":"Misunderstood when it first hit theaters, the influence of Ridley Scott's mysterious, neo-noir Blade Runner has deepened with time. A visually remarkable, achingly human sci-fi masterpiece.",
    "tomatoUserMeter":"88",
    "tomatoUserRating":"4",
    "tomatoUserReviews":"327,017",
    "DVD":"27 Aug 1997",
    "BoxOffice":"$1.2M",
    "Production":"Warner Bros. Pictures",
    "Website":"N/A",
    "Response":"True"
  },
  {
    "Title":"Wizards",
    "Year":"1977",
    "Rated":"PG",
    "Released":"09 Feb 1977",
    "Runtime":"1 h 20 min",
    "Genre":"Animation, Adventure, Fantasy, Sci-Fi",
    "Director":"Ralph Bakshi",
    "Writer":"Ralph Bakshi",
    "Actors":"Jesse Welles, Bob Holt, Richard Romanus, David Proval",
    "Plot":"In a post apocalyptic future that appears as a blend of World War II Europe and J.R.R. Tolkien's Middle-earth, a pint-size wizard named Avatar must save the world from a band of fascist mutants controlled by his evil twin brother, Blackwolf, who likes to confuse enemy armies by projecting films of Adolf Hitler speeches during attacks. Painted live-action footage of advancing Nazi armies contrasts with Saturday-morning-cartoon-style animation of fairies and elves as Avatar travels through various magical and radioactive realms on his quest. Aiding him are the beautiful Fairy princess Elinore, hot-blooded warrior elf Weehawk, and Peace, a misunderstood robot rebelling against his Blackwolf-controlled programming. A bizarre and psychedelic meditation on magic vs. technology, this ultimate futuristic fantastic epic cult film still finds an audience on college campuses and will prove quite rewarding to viewers in the right frame of mind.",
    "Poster":"http://ia.media-imdb.com/images/M/MV5BMjE4OTUyMTQxM15BMl5BanBnXkFtZTcwOTA0MzUyMQ@@._V1_SX300.jpg",
    "imdbRating":"6.2",
    "imdbVotes":"5,426",
    "imdbID":"tt0076929",
    "Type":"movie",
    "tomatoMeter":"59",
    "tomatoImage":"rotten",
    "tomatoRating":"5.6",
    "tomatoReviews":"22",
    "tomatoFresh":"13",
    "tomatoRotten":"9",
    "tomatoConsensus":"N/A",
    "tomatoUserMeter":"68",
    "tomatoUserRating":"3.5",
    "tomatoUserReviews":"8,079",
    "DVD":"25 May 2004",
    "BoxOffice":"N/A",
    "Production":"Eureka Entertainment Ltd",
    "Website":"http://www.eurekavideo.co.uk",
    "Response":"True"
  },
  {
    "Title":"The Terminator",
    "Year":"1984",
    "Rated":"R",
    "Released":"26 Oct 1984",
    "Runtime":"1 h 47 min",
    "Genre":"Action, Sci-Fi",
    "Director":"James Cameron",
    "Writer":"James Cameron, Gale Anne Hurd",
    "Actors":"Arnold Schwarzenegger, Linda Hamilton, Michael Biehn, Paul Winfield",
    "Plot":"A cyborg is sent from the future on a deadly mission. He has to kill Sarah Connor, a young woman whose life will have a great significance in years to come. Sarah has only one protector - Kyle Reese - also sent from the future. The Terminator uses his exceptional intelligence and strength to find Sarah, but is there any way to stop the seemingly indestructible cyborg ?",
    "Poster":"http://ia.media-imdb.com/images/M/MV5BODE1MDczNTUxOV5BMl5BanBnXkFtZTcwMTA0NDQyNA@@._V1_SX300.jpg",
    "imdbRating":"8.1",
    "imdbVotes":"380,864",
    "imdbID":"tt0088247",
    "Type":"movie",
    "tomatoMeter":"100",
    "tomatoImage":"certified",
    "tomatoRating":"8.6",
    "tomatoReviews":"47",
    "tomatoFresh":"47",
    "tomatoRotten":"0",
    "tomatoConsensus":"With its impressive action sequences, taut economic direction, and relentlessly fast pace, it's clear why The Terminator continues to be an influence on sci-fi and action flicks.",
    "tomatoUserMeter":"83",
    "tomatoUserRating":"3.6",
    "tomatoUserReviews":"764,982",
    "DVD":"03 Sep 1997",
    "BoxOffice":"N/A",
    "Production":"Orion Pictures Corporation",
    "Website":"http://www.terminator1.com/",
    "Response":"True"
  },
  {
    "Title":"The Andromeda Strain",
    "Year":"1971",
    "Rated":"G",
    "Released":"12 Mar 1971",
    "Runtime":"2 h 11 min",
    "Genre":"Sci-Fi, Thriller",
    "Director":"Robert Wise",
    "Writer":"Michael Crichton, Nelson Gidding",
    "Actors":"James Olson, Arthur Hill, David Wayne, Kate Reid",
    "Plot":"When virtually all of the residents of Piedmont, New Mexico are found to have died after the return to Earth of a space satellite, the head of the US Air Force's Project Scoop declares an emergency. Many years prior to this incident, a group of eminent scientists led by Dr. Jeremy Stone advocated for the construction of a secure laboratory facility that would serve as a base in the event an alien biological life form was returned to Earth from a space mission. Stone and his team - Drs. Dutton, Leavitt and Hall - go to the facility, known as Wildfire and try to first isolate the life form and to determine why two people from Piedmont, an old wino and a months old baby, survived. The scientists methodically study the alien life form unaware that it has already mutated and presents a far greater danger in the lab, which is equipped with a nuclear self-destruct device should it manage to escape.",
    "Poster":"http://ia.media-imdb.com/images/M/MV5BMTc2MTYwODQyM15BMl5BanBnXkFtZTcwMTU0NTYxMQ@@._V1_SX300.jpg",
    "imdbRating":"7.2",
    "imdbVotes":"19,162",
    "imdbID":"tt0066769",
    "Type":"movie",
    "tomatoMeter":"67",
    "tomatoImage":"fresh",
    "tomatoRating":"6.4",
    "tomatoReviews":"24",
    "tomatoFresh":"16",
    "tomatoRotten":"8",
    "tomatoConsensus":"N/A",
    "tomatoUserMeter":"71",
    "tomatoUserRating":"3.5",
    "tomatoUserReviews":"8,258",
    "DVD":"10 Oct 2000",
    "BoxOffice":"N/A",
    "Production":"Universal Pictures",
    "Website":"N/A",
    "Response":"True"
  },
  {
    "Title":"Terminator 2: Judgment Day",
    "Year":"1991",
    "Rated":"R",
    "Released":"03 Jul 1991",
    "Runtime":"2 h 32 min",
    "Genre":"Action, Sci-Fi, Thriller",
    "Director":"James Cameron",
    "Writer":"James Cameron, William Wisher Jr.",
    "Actors":"Arnold Schwarzenegger, Linda Hamilton, Edward Furlong, Robert Patrick",
    "Plot":"Almost 10 years have passed since the first cyborg called The Terminator tried to kill Sarah Connor and her unborn son, John Connor. John Connor, the future leader of the human resistance, is now a healthy young boy. However another Terminator is sent back through time called the T-1000, which is more advanced and more powerful than its predecessor. The Mission: to kill John Connor when he's still a child. However, Sarah and John do not have to face this threat of a Terminator alone. Another Terminator is also sent back through time. The mission: to protect John and Sarah Connor at all costs. The battle for tomorrow has begun...",
    "Poster":"http://ia.media-imdb.com/images/M/MV5BMTg5NzUwMDU5NF5BMl5BanBnXkFtZTcwMjk2MDA4Mg@@._V1_SX300.jpg",
    "imdbRating":"8.5",
    "imdbVotes":"482,398",
    "imdbID":"tt0103064",
    "Type":"movie",
    "tomatoMeter":"92",
    "tomatoImage":"certified",
    "tomatoRating":"8.4",
    "tomatoReviews":"60",
    "tomatoFresh":"55",
    "tomatoRotten":"5",
    "tomatoConsensus":"T2 features thrilling action sequences and eye-popping visual effects, but what takes this sci-fi/ action landmark to the next level is the depth of the human (and cyborg) characters.",
    "tomatoUserMeter":"89",
    "tomatoUserRating":"3.7",
    "tomatoUserReviews":"738,774",
    "DVD":"31 Mar 1998",
    "BoxOffice":"N/A",
    "Production":"TriStar Pictures",
    "Website":"N/A",
    "Response":"True"
  }
]